[
      {
        "id": "66a3d23b5d9cdc828f2a44e2",
        "name": "Dances Of Nepal",
        "description": "Traditional Nepali dances are disappearing, with many on the verge of extinction. This website serves as a digital archive to preserve and showcase these beautiful dances, providing a resource for those interested in exploring Nepal’s rich cultural heritage. Developed as a prototype for my WEB 2 class, the site allows users to discover detailed information about various dances and even create and save their own dance routines.\n\nThis project combined my personal passion for traditional Nepali dances with my web development skills. Concerned about the declining awareness of these cultural treasures, I wanted to create a platform that could serve as both a resource and a tool for preservation. Using MapBox.js, I integrated an interactive map to highlight the locations associated with the various dances. To ensure authenticity, I photographed the dancers to accurately capture the essence of each dance. Although the website is still a prototype, it has already managed to outline the structure and flow for an expanded archive in the future. The user interface is intuitively designed, encouraging exploration and engagement, with features that allow users to document and save their own dance routines.",
        "year": 2024,
        "tags": [
          "1",
          "4",
          "2",
          "3"
        ],
        "link": "https://ehb-mct.github.io/web-2-frontend-22-23-AachalShrestha/index.html",
        "main_tag": "WEB"
      },
      {
        "id": "66b1fdfcf676b73460795dbc",
        "name": "Majipa Lakhey",
        "description": "'Majipa Lakhey: The Protector' is an immersive installation that invites visitors to explore the Majipa Lakhey, a demon dance deeply embedded in Kathmandu's cultural traditions. Serving as my bachelor's thesis, the project aims to reconnect Nepali youth abroad with their cultural heritage and raise global awareness of Nepalese traditions. By engaging younger generations, it seeks to preserve this significant cultural symbol amidst a declining interest in traditional practices. \n\nTo create an engaging experience, I blended traditional storytelling with interactive technology. I used After Effects to craft a puppet-style animation, which was projected onto transparent fabric to evoke the myth's dreamlike quality, drawing inspiration from Nepal’s puppetry tradition. The interactive demon dance was brought to life in Unity, using motion capture to ensure authenticity. I researched and replicated the demon's dance moves, while TouchDesigner and Kinect made the demon reactive, enhancing user engagement with real-time responses. This fusion of old and new aimed to make the cultural narrative immersive and accessible, especially for Nepali youth abroad who, like myself, may feel disconnected from their heritage.",
        "year": 2024,
        "tags": [
          "7",
          "8",
          "11",
          "5"
        ],
        "link": "https://youtu.be/r9eecNWFF90",
        "main_tag": "INSTALLATION"
      },
      {
        "id": "66bb87654a4b6a84a86aaefd",
        "name": "Open Call MASK",
        "description": "This projection mapping project illustrates the evolution of bits through Mario's journey. Starting with the original Donkey Kong game, Mario progresses through different games as the bit levels increase, showcasing the advancements in gaming technology. \n\nDuring my college studies, my classmates and I had the opportunity to participate in the 2023 MASK Video Mapping Festival, which featured projections on the Tomas Bata University building. To bring our concept to life, we used After Effects for the overall animation. For animating Mario’s movements, such as running and jumping, we employed a sprite-based approach. We utilized images of the building as references to align our animations accurately. Additionally, we created assets like ladders using Illustrator.",
        "year": "2023",
        "tags": [
          "9",
          "10",
          "8"
        ],
        "link": "https://www.youtube.com/watch?v=F-dZdeqYu2E",
        "main_tag": "PROJECTION MAPPING"
      },
      {
        "id": "66bb91094a4b6a84a86aaefe",
        "name": "Digital Fertility",
        "description": "What effects do our phones have on the fertility of women? This question guided my exploration in the Generative Motion class. Through various animal studies, researchers have observed different impacts of phone radiation on female fertility, which could potentially affect humans as well. In my project, I investigated these potential effects and their implications.\n\n The final visual is a point cloud model shaped like a uterus, constructed from images of flowers. Flowers have historically symbolized female sexuality in many cultures, making them a fitting medium for this representation. Given the lack of readily available data such as APIs or CSV files, I analyzed various studies on animal fertility and integrated their findings into my work. I used Agisoft Metashape to create the point cloud from numerous photographs.\n To dynamically illustrate the impact of phone usage, I employed YOLOv5 for phone detection via webcam. This data was sent through OSC to TouchDesigner, which triggered different effects based on the duration of the phone’s presence. The intensity of these effects correlates with the duration, mirroring how prolonged phone proximity could potentially influence fertility and related issues.",
        "year": "2023",
        "tags": [
          "12",
          "13",
          "11"
        ],
        "main_tag": "INTERACTIVE"
      },
      {
        "id": "66bbb1a14a4b6a84a86aaf00",
        "name": "Marvel Universe",
        "description": "In this project, we were tasked with creating a poster from data provided in an Excel sheet detailing Marvel heroes and villains. My focus was on the villains, aiming to highlight their distinct attributes such as gender, eye color, and unique characteristics. The goal was to visually tell the story of how these attributes set villains apart from heroes.\n\nAs I analyzed the data, I noticed recurring traits among Marvel villains and wondered: what defines the perfect Marvel villain? I explored how their features set them apart from heroes. Inspired by Ikko Tanaka’s style, known for using simple geometric shapes to create impactful visuals, I adopted a similar approach to make the data more engaging and accessible. By distilling complex attributes into clean, geometric forms, I aimed to design a poster that is both informative and visually striking. Each visual element represents specific data points, like eye color and gender, ensuring the poster not only conveys information clearly but also embodies Tanaka’s design philosophy.",
        "year": "2023",
        "tags": [
          "14",
          "13"
        ],
        "main_tag": "DATAVISUALISATION"
      }
      ]
  